{
    "Cars": [
        {
            "Name":"Mercedes AMG GT",
            "Description":"Mercedes-AMG GT to dynamiczny i wyrafinowany samochód sportowy, zaprojektowany z myślą o wydajności i luksusie. Zasila go potężny silnik V8, który dostarcza imponującą moc, zapewniając szybkie przyspieszenia i emocjonujące doznania podczas jazdy. Jego agresywny wygląd i zaawansowane technologie sprawiają, że Mercedes-AMG GT to ikona motoryzacji, wcielająca w sobie harmonię pomiędzy sportowym charakterem a komfortem podróżowania.",
            "ImagePath": "./cars/sam1.jpg",
            "GoTo": "https://www.mercedes-benz.pl/passengercars/models/coupe/amg-gt-2-door/overview.html"  
        },
        {
            "Name":"Audi RS6",
            "Description":"Audi RS6 to potężne kombi, które łączy w sobie elegancję i oszałamiające osiągi. Napędzany przez silnik V8 o dużej mocy, RS6 oferuje dynamiczne przyspieszenia i imponującą elastyczność. Zawiera także zaawansowane technologie i wyrafinowane wnętrze, tworząc niezwykle wszechstronny samochód sportowy.",
            "ImagePath": "./cars/sam2.jpg",
            "GoTo": "https://www.audi.pl/pl/web/pl/modele/a6/rs-6-avant-performance.html"  
        },
        {
            "Name":"BMW M5",
            "Description":"BMW M5 to legendarny sedan, który łączy luksus z wyścigowymi osiągami. Zasilany przez potężny silnik V8 lub V8 o mocy M xDrive, M5 zapewnia niesamowite przyspieszenia i precyzyjne prowadzenie. Jego dynamiczny design, zaawansowane systemy kontroli trakcji i bogato wyposażone wnętrze czynią go jednym z najbardziej pożądanych samochodów sportowych na rynku.",
            "ImagePath": "./cars/sam3.jpg",
            "GoTo": "https://www.bmw.pl/pl/all-models/m-series/m5-sedan/2021/bmw-serii-5-limuzyna-m-w-skrocie.html"  
        },
        {
            "Name":"Porsche 911 GT3 RS",
            "Description":"Legenda niemieckiego inżynieryjnego mistrzostwa, Porsche 911 GT3 RS, jest zaprojektowane z myślą o ekstremalnej wydajności na torze. Napędzany silnikiem o wysokich obrotach, oferuje doskonałe osiągi i prowadzenie, zapewniając kierowcy niezapomniane doznania za kierownicą.",
            "ImagePath": "./cars/sam4.jpg",
            "GoTo": "https://porsche.pl/model/911/911-gt3-rs/?gad_source=1&gclid=CjwKCAjww_iwBhApEiwAuG6ccANVbHyc0WUOFQIvIE6qRWTFW7Vku2iGuriar1inmywNwO-N2oYj8BoCcI8QAvD_BwE"  
        },
        {
            "Name":"Ferrari 488 Pista",
            "Description":"Ten włoski supersamochód to doskonałe połączenie wyrafinowanego designu Ferrari i najnowszych osiągów technologicznych. Wyposażony w potężny silnik V8, jest zaprojektowany z myślą o ściganiu się na torze, oferując niezrównaną dynamikę jazdy i przyspieszenie.",
            "ImagePath": "./cars/sam5.jpg",
            "GoTo": "https://www.ferrari.com/en-EN/auto/ferrari-488-pista"  
        },
        {
            "Name":"Chevrolet Corvette Z06",
            "Description":"Ikona amerykańskiego motoryzacyjnego osiągnięcia, Corvette Z06, to połączenie mocy, stylu i doskonałej wartości. Dzięki swojemu potężnemu silnikowi V8 i zaawansowanemu zawieszeniu, zapewnia niesamowitą przyczepność i osiągi, przynosząc radość z jazdy na torze i drogach publicznych.",
            "ImagePath": "./cars/sam6.jpg",
            "GoTo": "https://www.chevrolet.com/performance/corvette/z06"
        },
        {
            "Name":"Lamborghini Huracán Performante",
            "Description":"Lamborghini znane jest z bezkompromisowej wydajności i futurystycznego designu, a Huracán Performante nie jest wyjątkiem. Z doskonałym połączeniem mocy, lekkości i aerodynamiki, ten supersamochód oferuje wyjątkowe osiągi i reakcję, które mogą zadowolić nawet najbardziej wymagających kierowców.",
            "ImagePath": "./cars/sam7.jpg",
            "GoTo": "https://www.lamborghini.com/en-en/history/huracan-performante"  
        },
        {
            "Name":"Audi R8 V10 Plus",
            "Description":"Audi R8 V10 Plus to połączenie niemieckiej precyzji i włoskiego temperamentu. Jego potężny silnik V10 umieszczony centralnie zapewnia niezwykłą moc i przyspieszenie, podczas gdy zaawansowane systemy kontroli trakcji i zawieszenia sprawiają, że jazda jest zarówno ekscytująca, jak i dostępna dla średniozaawansowanych kierowców.",
            "ImagePath": "./cars/sam8.jpg",
            "GoTo": "https://www.audi.pl/pl/web/pl/modele/r8/r8-coupe-v10-performance-quattro.html"  
        },
        {
            "Name":"McLaren 720S",
            "Description":"McLaren 720S to symfonia inżynierii i szybkości, która sprawia, że każdy aspekt jazdy jest wyczynem. Z wyjątkowo lekką konstrukcją i potężnym silnikiem V8, 720S potrafi przyspieszyć od 0 do 100 km/h w zaledwie 2,9 sekundy, oferując jednocześnie niesamowite osiągi na torze i ulicach miasta. Jego futurystyczny design i zaawansowane technologie sprawiają, że każda podróż staje się niezapomnianym doświadczeniem.",
            "ImagePath": "./cars/sam9.jpg",
            "GoTo": "https://cars.mclaren.com/en/super-series/720s"  
        }
    ]
    
}

   